10/data/attachments/6d3f7b2d31da3ed3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sierra_home_Actions_14874_2</nif:username>
            <nif:friendToBeRequested>soap_actions_483a4ba2-a522-4cf8-ac9c-d9c3af666742</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>